<!DOCTYPE html>
<html>
<head>
        <meta charset="utf-8">
        <title>Dreispalter mit fixen Spalten rechts und links</title>
        <link href="basis.css" rel="stylesheet" media="all" type="text/css">
        <link href="carb.css" rel="stylesheet" media="all" type="text/css">
</head>

<body>
<div id="wrapper">
<div id="header">
  <h1>Carb Gesetzestexte </h1>
</div>
<div id="main">
<div id="mainnav">
  <h3>Navigation</h3>
  <ul>
          <li>
            <a href="Purpose.html" title="Purpose" class="active">
              Purpose
            </a>
          </li>
          <li>
            <a href="Applicability.html" title="Applicability">
              Applicability
            </a>
          </li>
          <li>
            <a href="Definitions.html"
               title="Definitions">
              Definitions
            </a>
          </li>
          <li>
            <a href="General Requirements.html"
               title="General Requirements">
              General Requirements
            </a>
          </li>
           <li>
            <a href="Monitoring requirements.html"
               title="Monitoring Requirements for Gasoline/Spark-Ignited Engines">
              Monitoring Requirements for Gasoline/Spark-Ignited Engines
            </a>
          </li>
          <li>
            <a href="Monitoring Requirements for Diesel_Compression-Ignition Engines.html"
               title="Monitoring Requirements for Diesel/Compression-Ignition Engines">
              Monitoring Requirements for Diesel/Compression-Ignition Engines
            </a>
          </li>
           <li>
            <a href="Standardization Requirements.html"
               title="Standardization Requirements">
              Standardization Requirements
            </a>
          </li>
           <li>
            <a href="Monitoring System Demonstration Requirements For Certificatiion.html"
               title="Monitoring System Demonstration Requirements For Certificatiion">
              Monitoring System Demonstration Requirements For Certificatiion
            </a>
          </li>
          <li>
            <a href="Certification Documentation.html"
               title="Certification Documentation">
              Certification Documentation
            </a>
          </li>
          <li>
            <a href="Deficiencies.html"
               title="Deficiencies">
              Deficiencies
            </a>
          </li>
          <li>
            <a href="Production Vehicle Evaluation Testing.html"
               title="Production Vehicle Evaluation Testing">
              Production Vehicle Evaluation Testing
            </a>
          </li>
  </ul>
</div>
<div id="margin">
  <ol type=1>
         <li>"Laufleistung" bezieht sich auf den
         gesamten Zeitraum, in dem ein Fahrzeug auf &ouml;ffentlichen Stra&szlig;en in Kalifornien betrieben wird,
         bis zur Stilllegung.</li>
         <li>"Testeinf&uuml;hrungsphase" bezeichnet einen Einf&uuml;hrungsplan, der bis zum Jahresende einer von der Beh&ouml;rde
         vorgegebenen Einf&uuml;hrungsfrist vollst&auml;ndig erf&uuml;llt sein muss. Der Erf&uuml;llungsgrad
         errechnet sich aus der prozentualen Anzahl an Fahrzeugen (basierend auf den erwarteten Verkaufszahlen des Herstellers
         , wenn nicht ausdr&uuml;cklich etwas anderes in den Abschnitten (e) oder (f) erw&auml;hnt wurde), die die neuen Anforderungen
         f&uuml;r das Planungsjahr erf&uuml;llen multipliziert mit den Jahren vor bzw. einschlie&szlig;lich des letzten Planungsjahres. Die
         auf Jahresbasis errechneten Ergebnisse werden aufsummiert (z.B., ein 3-Jahresplan, mit einer geplanten Einf&uuml;hrung von
         30/60/100 Prozent w&uuml;rde wie folgt berechnet werden: (30*3 Jahre) + (60*2 Jahre) + (100*1 Jahre) = 3 10). F&uuml;r
         Einf&uuml;hrungsphasen, die vor dem Modelljahr 2004 beginnen, ist es den Herstellern erlaubt, Fahrzeuge in die Berechnung
         mit einzubeziehen, die noch vor dem ersten Jahr des Einf&uuml;hrunsplanes liegen (z.B. im vorigen Beispiel werden 10 Prozent
         ein Jahr vor der geplanten Einf&uuml;hrung als 10*4 Jahre in die Summenbildung mit aufgenommen). Jedoch ist des den Herstellern
         f&uuml;r Einf&uuml;hrungspl&auml;ne ab dem Jahr 2004 nur noch erlaubt, Fahrzeuge die ein Modelljahr vor dem Start des Einf&uuml;hrungsplans
         eingef&uuml;hrt wurden, mit in die Rechnung aufzunehmen. Der Verwaltungsbeamte kann jeden abweichenden Einf&uuml;hrungsplan zulassen,
         dessen kumulierter Wert am Ende des letzten Einf&uuml;hrungsplanjahres gr&ouml;&szlig;er oder gleich ist und sicherstellt, dass alle
         von der Einf&uuml;hrungsphase betroffenen Fahrzeuge sp&auml;testens zwei Jahre nach Einf&uuml;hrungsphasenende die Anforderungen erf&uuml;llen.
         Bei abweichenden Einf&uuml;hrungspl&auml;nen, in denen alle Fahrzeuge ein Jahr nach Einf&uuml;hrungsplanende die Anforderungen erf&uuml;llen,
         wird der Erf&uuml;llungsgrad wie oben beschrieben berechnet. Zum Beispiel w&uuml;rde ein Einf&uuml;hrungsplan 30/60/100 f&uuml;r den Modell
         jahreszeitraum 2010-2012 eine Summe von 310 aufweisen. Wenn der Hersteller einen abweichenden Einf&uuml;hrungsplan vorstellt,
         der f&uuml;r den Modelljahreszeitraum 2010-2013 eine 40/50/80/100 Erf&uuml;llung vorsieht, w&uuml;rde sich der Erf&uuml;llunggrad wie folgt
         errechnen: 40*3+50*2+80*1 = 300. Dieser ist aber kleiner als 310 und w&uuml;rde daher nicht als abweichender Einf&uuml;hrungsplan
         akzeptiert werden. F&uuml;r abweichende Einf&uuml;hrungspl&auml;ne die eine 100% Anforderungsabdeckung aller Fahrzeuge erst 2 Jahre
         nach Ende des Einf&uuml;hrungsplanes sicherstellen, berechnet sich der Erf&uuml;llungsgrad wie oben beschrieben und soll zudem
         negative Summanden f&uuml;r die ersten zwei Jahre nach Einf&uuml;hrungsplanende ber&uuml;cksichtigen. Der negative Summand berechnet
         sich aus der Prozentzahl der Fahrzeuge, die nicht die Anforderungen im letzten Jahr des Einf&uuml;hrungsplanes erf&uuml;llen,
         multipliziert mit -1. F&uuml;r Fahrzeuge, die die Anforderungen ein Jahr nach Einf&uuml;hrungsplanende nicht erf&uuml;llen, berechnet
         sich der negative Summand als -2 * Prozentzahl Fahrzeuge. Wenn zum Beispiel 10% der Fahrzeuge eines Herstellers, die
         Anforderungen nicht im letzten Jahr und 5% ein Jahr nach dem Einf&uuml;hrungsplan erf&uuml;llen, berechnet sich der negative
         Summand wie folgt: 10*-1+5*-2 = -20. Der finale Erf&uuml;llungsgrad errechnet sich aus der Summe von regul&auml;rem Erf&uuml;llungsgrad
         und negativem Summanden. Bei einem 30/60/100 Einf&uuml;hrungsplan f&uuml;r die Modelljahre 2010-2012 ergibt sich ein Erf&uuml;llungsgrad
         von 310. Bei einem abweichenden Einf&uuml;hrungsplan von 40/70/80/90/100 f&uuml;r die Modelljahre 2010-2014 errechnet sich der
         Erf&uuml;llungsgrad aus 40*3+70*2+80*1+20*-1+10*-2 = 300 was aber weniger ist als 310 und damit nicht akzeptiert werden w&uuml;rde.
         </li>
         <li>“Anwendbare Standards” beziehen sich auf die speziellen Abgasemissionen oder Gruppenemissionsgrenzwerte
         aus dem Bundestestverfahren, mit dem das Fahrzeug oder der Motor zugelassen werden. Ab dem Modeljahr 2010 sollen f&uuml;r Diesel
         Motoren, wie im Abschnitt (d)(6) festgelegt, die Anwendbaren Standards ebenfalls auf die speziellen Abgasemissionsstandards und Gruppenemissionsgrenzwerte
         aus dem Bundestestverfahren oder dem Supplemental Emission Test, mit dem der Motor zugelassen wird, bezogen werden.</li>
         <li>Behelfsemissionscontrollger&auml;t AECD bezieht sich auf jedes zugelassene AECD (definiert im Code 40 der Bundesgesetze
         86.082-2 und 86.092-2).Emissionsanstiegsbehelfsemissionskontrollger&auml;t bezieht sich auf jedes zugelassene AECD, dass
         die Funktionalit&auml;t der Emissionskontrolle, unter Bedingungen die im normalen Operationsbereich eines Fahrzeuges im
         Gebrauch auftreten, reduziert. Die Notwendigkeit f&uuml;r die AECD ist dadurch begr&uuml;ndet, dass das Fahrzeug gegen Sch&auml;den
         oder Unf&auml;lle gesch&uuml;tzt wird. F&uuml;r am Motorpr&uuml;fstand mit Auspuff Abgasnorm zugelassene MDV soll eine AECD, die als NTE
         Defizit zertifiziert wurde, nicht als EI-AECD ber&uuml;cksichtigt werden. Eine AECD, die weder detektiert, misst, Parameter
         berechnet, regelt oder Aktionen, Algorithmen oder alternative Strategien ausl&ouml;st, soll nicht als EI-AECD ber&uuml;cksichtig
         werden. Eine AECD, die alleinig durch die nachfolgenden Bedingungen aktiviert wird, soll nicht als EI-AECD gewertet
         werden.
         <dl>
         <dt>(1)</dt>
         <dd>Betrieb des Fahrzeugs in einer H&ouml;he von 8000 feet</dd>
         <dt>(2) </dt>
         <dd>Aussentemperatur</dd>
         <dt>(3)</dt>
         <dd>Wenn der Motor aufw&auml;rmt, und nicht wieder gestartet wird, nachdem sich der Motor im selben Fahrzyklus erw&auml;rmt hat</dd>
         <dt>(4) </dt>
         <dd>Fehleridentifikation (Speicherung des Fehlercodes) durch das OBD System</dd>
         <dt>(5) </dt>
         <dd>Ausf&uuml;hrung einer OBD &Uuml;berwachung</dd>
         <dt>(6)</dt>
         <dd>Ausf&uuml;hrung eines unregelm&auml;&szlig;igen Regenerationsereignisses</dd>
         </dl></li>
         <li>"Grundbezinverbrauch" bezieht sich auf die Bezinverbrauchseinstellung im Steuermodul oder
         PROM des Motorsteuerger&auml;ts, die bei der Produktion oder nachtr&auml;glich aufgespielt und nicht durch eine Lernkurve
         verbessert wurde.</li>
         <li>"Berechneter Lastwert" bezieht sich auf eine prozentuale Angabe der Motorkapazit&auml;t, die in
         Verwendung ist und in der SAE J 1979 "E/E Diagnostic Test Modes", (SAE J1979), eingef&uuml;hrt im Verweis (section (g)(1.4)
         1) definiert ist. F&uuml;r Diesel Motoren gilt anstatt der Definition SAE J1979, das Folgende. Alternativ wird die
         berechnete Last bestimmt durch das Verh&auml;ltnis von aktuellem Abtriebsdrehmoment zu maximalem Abtriebsdrehmoment bei
         aktueller Motorgeschwindigkeit, wie sie durch die Suspect Parameter Number (SPN) 92 der SAE J1939 "Praxisempfehlungen
         f&uuml;r ein Serielles Kontroll- und Kommunikationsnetzwerk in Fahrzeugen" (SAE J1939).</li>
         <li>Als "Dauerhafter Fehlercode" wird ein gespeicherter Fehlerdiagnose Code bezeichnet, wenn ein
         OBD II System eine Fehlfunktion erkannt hat, die im Einklang mit den Anforderungen aus Abschnitt (e), (f) und (g) (4.4) steht.</li>
         <li>Wenn "Andauernd" im Zusammenhang mit &Uuml;berwachungsbedingungen in einem ununterbrochenen Kreislauf, einem unterbrochenen
         Kreislauf, Verbindungsfehlern und au&szlig;ergew&ouml;hnlichen Werte gebraucht wird, bedeutet das, dass die &Uuml;berwachung immer aktiviert ist, solange
         bis eine andere Einschaltbedingung, genehmigt vom Sachbearbeiter gem. Abschnitt (d)(3.1.1) eintritt. Die &Uuml;berwachungsh&auml;ufigkeit
         eines Signals soll nicht weniger als 2 Samples pro Sekunde betragen.</li>
         <li>"Deaktivieren" bedeutet abschalten, herunterfahren, desensibilisieren oder auf andere Weise unbrauchbar durch ein SW Programm oder andere
         Hilfsmittel w&auml;hrend der Lebensdauer eines Fahrzeugs zu machen.</li>
         <li>“Diagnostic or emission critical”"Diagnose- oder Emissionsrelevante" Einheiten eines Motorsteuerger&auml;ts beziehen sich auf
         die Motor- und Getriebesteuereinheit. Ab dem Jahr 2005 schlie&szlig;t dies auch alle anderen Steuerger&auml;te ein, deren Software:
         (1) eine direkte Kontrolle &uuml;ber die &Uuml;berwachung spezifiziert in Abschnitt (e) 1.0 bis (e) 14.0, (e) 16.0, (f) 1 bis (f) 14,
         und (f) 16 hat oder (2) ausgenommen der ABS oder Stabilit&auml;tskontrollsysteme, eine direkte Kontrolle &uuml;ber die Diagnose von mehr
         als zwei Komponenten hat, die f&uuml;r die &Uuml;berwachung von in Sektion (e) 15 und (f) 15 definierten Anforderungen notwendig sind.
         Zur Bestimmung der Kriterien in (2), sollen alle Gl&uuml;hkerzen als eine Komponente gewertet werden anstatt sie einzeln zu betrachten.</li>
         <li>"Diesel Motoren" beziehen sich auf Motoren, die die Kompressionsz&uuml;ndung im thermodynamischen Kreislauf verwenden.</li>
         <li>Ein "Fahrzyklus" besteht aus Motorstart und Motorabschaltung sowie der Zeit bis zum n&auml;chsten Motorstart. F&uuml;r Fahrzeuge,
         die eine Start/Stop Automatic (z.B. Motorabschaltung w&auml;hrend Leerlauf), kann der Hersteller den Sachbearbeiter bitten, eine
         andere Definition des Fahrzykluses zu verwenden (z.B. Z&uuml;ndung an/ Z&uuml;ndung aus). Die Genehmigung h&auml;ngt davon ab, inwieweit eine
         Gleichwertigkeit zum Motorstart und Motorabschaltung gegeben ist, die den Start und das Ende des Fahrzyklus eines konventionellen Fahrzeuges
         widerspiegelen. F&uuml;r Systeme, die in MDV and HDV angewandt werden, kann der Hersteller die Definition f&uuml;r den Fahrzyklus aus
         Titel 13 CCR 1971.1 anstatt der hier Genannten anwenden. Ein Motorneustart, der einer Motorabschaltung folgt, die weder vom
         Fahrer noch von der StartStop Automatik ausgel&ouml;st wurde (z.B. Abw&uuml;rgen des Motors) soll als neuer oder fortgesetzter Fahrzyklus betrachtet werden.</li>
         <li>“Emission standard,” as it applies to OBD compliance and the remedies provided
         for in the Health and Safety Code for noncompliance, relates to the emission
         characteristics of a motor vehicle and engine and means:
         (1) a numerical limit on the amount of a given pollutant that a motor vehicle or
         motor vehicle engine may emit into the atmosphere; or
         (2) a requirement that a motor vehicle or motor vehicle engine be equipped with
         a certain type of pollution-control device or some other design feature related
         to the control of emissions.</li>
         <li>“Engine misfire” means lack of combustion in the cylinder due to absence of
         spark, poor fuel metering, poor compression, or any other cause. This does not
         include lack of combustion events in non -active cylinders due to default fuel shut-off
         or cylinder deactivation strategies.</li>
         <li>“Engine start” is defined as the point when the engine reaches a speed 150 rpm
         below the normal, warmed-up idle speed (as determined in the drive position for
         vehicles equipped with an automatic transmission). For hybrid vehicles or for
         engines employing alternate engine start hardware or strategies (e.g., integrated
         starter and generators, etc.), the manufacturer may request Executive Officer
         approval to use an alternate definition for engine start (e.g., ignition key “on”).
         Executive Officer approval of the alternate definition shall be based on equivalence
         to an engine start for a conventional vehicle.</li>
         <li>“Evaporative emission standards” are a subset of emission standards that refer
         to the specific motor vehicle fuel evaporative emission standards and test
         procedures incorporated by reference in title 13, CCR section 1976 to which a
         vehicle is certified.</li>
         <li>“Exhaust emission standards” or “tailpipe emission standards” are a subset of
         emission standards that collectively refer to the specific FTP standards and SET
         standards to which a vehicle is certified.</li>
         <li>“Family Emission Limit (FEL)” refers to the exhaust emission levels to which an
         engine family is certified under the averaging, banking, and trading program
         incorporated by reference in title 13, CCR section 1956.8.</li>
         <li>“Fault memory” means information pertaining to malfunctions stored in the
         onboard computer, including fault codes, stored engine conditions, and MIL status.</li>
         <li>“Federal Test Procedure (FTP) test” refers to an exhaust emission test
         conducted according to the test procedures incorporated by reference in title 13,
         CCR section 1961(d) that is used to determine compliance with the FTP standard to
         which a vehicle is certified.
         <dl>
         <dt>14.1</dt>
         <dd>“FTP cycle”. For passenger vehicles, light-duty trucks, and medium-duty
         vehicles certified on a chassis dynamometer, FTP cycle refers to the driving
         schedule in Code of Federal Regulations (CFR) 40, Appendix 1, Part 86, section
         (a) entitled, “EPA Urban Dynamometer Driving Schedule for Light-Duty Vehicles
         and Light-Duty Trucks.” For medium-duty engines certified on an engine
         dynamometer, FTP cycle refers to the engine dynamometer schedule in CFR 40,
         Appendix 1, Part 86, section (f)(1), entitled, “EPA Engine Dynamometer
         Schedule for Heavy-Duty Otto-Cycle Engines,” or section (f)(2), entitled, “EPA
         Engine Dynamometer Schedule for Heavy-Duty Diesel Engines.”</dd>
         </dl>
         <dl>
         <dt>14.2</dt>
         <dd>“FTP standard” refers to the certification tailpipe exhaust emission full useful
         life standards and test procedures applicable to the FTP cycle and to the class to
         which the vehicle is certified.</dd>
         </dl>
         <dl>
         <dt>14.3</dt>
         <dd>“FTP full useful life standard” refers to the FTP standard applicable when the
         vehicle reaches the end of its full useful life as defined in the certification
         requirements and test procedures incorporated by reference in title 13, CCR
         section 1961(d).</dd>
         </dl>
         </li>
         <li>“Fuel trim” refers to feedback adjustments to the base fuel schedule. Short -term
         fuel trim refers to dynamic or instantaneous adjustments. Long -term fuel trim refers
         to much more gradual adjustments to the fuel calibration schedule than short-term
         trim adjustments.</li>
         <li>“Fueled engine operation” is the state where any fuel is introduced into the
         engine for the purpose of combustion.</li>
         <li>“Functional check” for an output component or system means verification of
         proper response of the component and system to a computer command.</li>
         <li>“Gasoline engine” refers to an Otto-cycle engine or an alternate-fueled engine.</li>
         <li>“Hybrid vehicle” refers to a vehicle (including a plug-in hybrid electric vehicle) that
         can draw propulsion energy from either or both of the following on-vehicle sources
         of stored energy: 1) a consumable fuel and 2) an energy storage device such as a
         battery, capacitor, or flywheel.</li>
         <li>“Keep-alive memory (KAM),” for the purposes of this regulation, is defined as a
         type of memory that retains its contents as long as power is provided to the on board control unit. KAM is not erased upon shutting off the engine but may be
         erased if power to the on-board control unit is interrupted (e.g., vehicle battery
         disconnected, fuse to control unit removed). In some cases, portions of KAM may
         be erased with a scan tool command to reset KAM.</li>
         <li>“Key on, engine off position” refers to a vehicle with the ignition key in the engine
         run position (not engine crank or accessory position) but with the engine not
         running.</li>
         <li>“Light-duty truck” is defined in title 13, CCR section 1900 (b).</li>
         <li>“Low Emission Vehicle I application” refers to a vehicle or engine certified in
         California to the exhaust emission standards defined in title 13, CCR sections
         1956.8(g), 1960.1(g)(1), and 1960.1(h)(1) for any of the following vehicle emission
         categories: Transitional Low Emission Vehicle (TLEV), Low Emission Vehicle (LEV),
         Ultra Low Emission Vehicle (ULEV), or Super Ultra Low Emission Vehicle (SULEV).
         Additionally, vehicles certified to Federal emission standards (bins) in California but
         categorized in a Low Emission Vehicle I vehicle emission category for purposes of
         calculating NMOG fleet average in accordance with the certification requirements
         and test procedures incorporated by reference in title 13, CCR section 1961 (d) are
         subject to all monitoring requirements applicable to Low Emission Vehicle I
         applications but shall use the Federal tailpipe emission standard (i.e., the Federal
         bin) for purposes of determining the malfunction thresholds in sections (e) and (f).
         <dl>
         <dt>29.1</dt>
         <dd>“MDV SULEV vehicles” refer only to medium-duty Low Emission Vehicle I
         applications certified to the SULEV vehicle emission category.</dd>
         </dl>
         <dl>
         <dt>29.2</dt>
         <dd>“TLEV vehicles” refer only to Low Emission Vehicle I applications certified to
         the TLEV vehicle emission category.</dd>
         </dl>
         <dl>
         <dt>29.3</dt>
         <dd>“LEV vehicles” refer only to Low Emission Vehicle I applications certified to
         the LEV vehicle emission category.</dd>
         </dl>
         <dl>
         <dt>29.4</dt>
         <dd>“ULEV vehicles” refer only to Low Emission Vehicle I applications certified to
         the ULEV vehicle emission category.</dd>
         </dl>
         </li>
         <li>“Low Emission Vehicle II application” refers to a vehicle or engine certified in
         California to the exhaust emission standards defined in title 13, CCR section 1961,
         or optionally certified to the exhaust emission standards defined in title 13, CCR
         section 1956.8, for any of the following emission categories: LEV, ULEV, or SULEV.
         Additionally, except as provided for in sections (e)(17.1.3) and (f)(17.1.2), vehicles
         certified to Federal emission standards (bins) in California but categorized in a Low
         Emission Vehicle II vehicle emission category for purposes of calculating NMOG
         fleet average in accordance with the certification requirements and test procedures
         incorporated by reference in title 13, CCR section 1961 (d) are subject to all
         monitoring requirements applicable to Low Emission Vehicle II applications but shall
         use the Federal tailpipe emission standard (i.e., the Federal bin) for purposes of
         determining the malfunction thresholds in sections (e) and (f).
         <dl>
         <dt>30.1</dt>
         <dd>“PC/LDT SULEV II vehicles” refer only to passenger car and light-duty truck
         Low Emission Vehicle II applications certified to the SULEV vehicle emission
         category.</dd>
         </dl>
         <dl>
         <dt>30.2</dt>
         <dd>“MDV SULEV II vehicles” refer only to medium-duty Low Emission Vehicle II
         applications certified to the SULEV vehicle emission category.</dd>
         </dl>
         <dl>
         <dt>30.3</dt>
         <dd>“LEV II vehicles” refer only to Low Emission Vehicle II applications certified to
         the LEV vehicle emission category.</dd>
         </dl>
         <dl>
         <dt>30.4</dt>
         <dd>“ULEV II vehicles” refer only to Low Emission Vehicle II applications certified
         to the ULEV vehicle emission category.</dd>
         </dl>
         </li>
         <li>“Malfunction” means any deterioration or failure of a component that causes the
         performance to be outside of the applicable limits in sections (e) and (f).</li>
         <li>“Medium -duty vehicle” is defined in title 13, CCR section 1900 (b).</li>
         <li>“Medium-duty passenger vehicle” or “MDPV” is defined in Title 40, Section
         86.1803-01, Code of Federal Regulations.</li>
         </li>
         <li>“Normal production” is the time after the start of production when the manufacturer
         has produced 2% of the projected volume for the test group or calibration,
         whichever is being evaluated in accordance with section (j).</li>
         <li>“Non-volatile random access memory (NVRAM),” for the purposes of this
         regulation, is defined as a type of memory that retains its contents  even when power
         to the on-board control unit is interrupted (e.g., vehicle battery disconnected, fuse to
         control unit removed). NVRAM is typically made non-volatile either by use of a
         back-up battery within the control unit or through the use of an electrically erasable
         and programmable read-only memory (EEPROM) chip.</li>
         <li>“Not-To-Exceed (NTE) control area” refers to the bounded region of the engine’s
         torque and speed map, as defined in 40 CFR 86.1370 -2007, where emissions must
         not exceed a specific emission cap for a given pollutant under the NTE requirement.
         “Manufacturer-specific NOx NTE carve-out area” refers to regions within the
         NTE control area for NOx where the manufacturer has limited NTE testing as
         allowed by 40 CFR 86.1370-2007(b)(7).
         “Manufacturer-specific PM NTE carve-out area” refers to regions within the
         NTE control area for PM where the manufacturer has limited NTE testing as
         allowed by 40 CFR 86.1370-2007(b)(7).
         “NTE deficiency” refers to regions or conditions within the NTE control area
         for NOx or PM where the manufacturer has received a deficiency as allowed by
         40 CFR 86.007-11(a)(4)(iv).
         “Normal production” is the time after the start of production when the
         manufacturer has produced two percent of the projected volume for the test group
         or calibration, whichever is being evaluated in accordance with section (j).</li>
         <li>“Passenger car” is defined in title 13, CCR section 1900 (b).</li>
         <li>“Pending fault code” is defined as the diagnostic trouble code stored upon the
         initial detection of a malfunction (e.g., t ypically on a single driving cycle) prior to
         illumination of the MIL in accordance with the requirements of section s (e), (f), and
         (g)(4.4).</li>
         <li>“Percentage of misfire” as used in (e)(3.2) and (f)(3.2) means the percentage of
         misfires out of the total number of firing events for the specified interval.</li>
         <li>“Permanent fault code” is defined as a confirmed fault code that is currently
         commanding the MIL on and is stored in NVRAM as specified in sections (d)(2) and
         (g)(4.4).</li>
         <li>“Plug-in hybrid electric vehicle” refers to a hybrid vehicle that has the capability to
         charge a battery from an off-vehicle electric energy source that cannot be connected
         or coupled to the vehicle in any manner while the vehicle is being driven.</li>
         <li>“Power Take-Off (PTO) unit” refers to an engine driven output provision for the
         purposes of powering auxiliary equipment (e.g., a dump-truck bed, aerial bucket, or
         tow-truck winch).</li>
         <li>“Propulsion system active” is the state where the powertrain (e.g., engine,
         electric machine) is enabled by the driver (e.g., after ignition on for conventional
         vehicles, after power button pushed for some hybrid vehicles, after remote start
         activation) such that the vehicle is ready to be used (e.g., vehicle is ready to be
         driven, ready to be shifted from “park” to “drive”, heating, ventilation, and air
         conditioning (HVAC) turned on to condition cabin prior to driving). For purposes of
         this definition, “the state where the powertrain is enabled” does not include
         activations that are not driver-initiated (e.g., conditions where portions of the vehicle
         system wake up to perform OBD II monitoring or off-board charging).</li>
         <li>“Rationality fault diagnostic” for an input component means verification of the
         accuracy of the input signal while in the range of normal operation and when
         compared to all other available information.</li>
         <li>“Redline engine speed” shall be defined by the manufacturer as either the
         recommended maximum engine speed as normally displayed on instrument panel
         tachometers or the engine speed at which fuel shutoff occurs.</li>
         <li>“Response rate” for exhaust gas sensors refers to the delay  from when the
         sensor is exposed to a different make-up of exhaust gas constituents until it outputs
         a signal reflecting the different make-up of exhaust gas constituents. For example,
         for oxygen sensors, response rate is the delay from when the oxygen sensor is
         exposed to a change in exhaust gas from richer/leaner than stoichiometric to
         leaner/richer than stoichiometric to the time when the oxygen sensor indicates the
         lean/rich condition. Similarly, for wide-range air-fuel (A/F) sensors, response rate is
         the delay from when the sensor is exposed to a different A/F ratio to the time it
         indicates the different A/F ratio. For NOx and PM sensors, response rate is the
         delay from when the sensor is exposed to a different NOx or PM exhaust gas level
         until it indicates the different NOx or PM exhaust gas level.</li>
         <li>“SC03 emission standards” refers to the certification tailpipe exhaust emission
         standards for the air conditioning (A/C) test of the Supplemental Federal Test
         Procedure Off-Cycle Emission Standards specified in title 13, CCR section 1961(a)
         applicable to the class to which the vehicle is certified.</li>
         <li>“Secondary air” refers to air introduced into the exhaust system by means of a
         pump or aspirator valve or other means that is intended to aid in the oxidation of HC
         and CO contained in the exhaust gas stream.</li>
         <li>“Similar conditions” as used in sections (e)(3), (e)(6), (f)(3), and (f)(4) means
         engine conditions having an engine speed within 375 rpm, load conditions within 20
         percent, and the same warm-up status (i.e., cold or hot) as the engine conditions
         stored pursuant to (e)(3.4.4), (e)(6.4.5), (f)(3.4.2)(C), and (f)(4.4.2)(E). The
         Executive Officer may approve other definitions of similar conditions based on
         comparable timeliness and reliability in detecting similar engine operation.</li>
         <li>“Small volume manufacturer” is defined in title 13, CCR section 1900(b).
         However, for a manufacturer that transitions from a small volume manufacturer to a
         non-small volume manufacturer, the manufacturer is still considered a small volume
         manufacturer for the first three model years that it no longer meets the definition in
         title 13, CCR section 1900(b).</li>
         <li>“Supplemental Emission Test (SET) cycle” refers to the driving schedule defined
         as the “supplemental steady state emission test” in 40 CFR 86.1360-2007, as
         amended July 13, 2005.</li>
         <li>“SET standard” refers to the certification exhaust emission standards and test
         procedures applicable to the SET cycle incorporated by reference in title 13, CCR
         sections 1956.8(b) and (d) to which the engine is certified.</li>
         <li>“Unified cycle” is defined in “Speed Versus Time Data for California’s Unified
         Driving Cycle”, dated December 12, 1996, incorporated by reference.</li>
         <li>“US06 cycle” refers to the driving schedule in 40 CFR 86, Appendix 1, section
         (g), as amended July 13, 2005, entitled, “EPA US06 Driving Schedule for Light-Duty
         Vehicles and Light-Duty Trucks.”</li>
         <li>“Warm-up cycle” means a driving cycle with sufficient vehicle operation such that
         the coolant temperature has risen by at least 40 degrees Fahrenheit from engine
         starting and reaches a minimum temperature of at least 160 degrees Fahrenheit
         (140 degrees Fahrenheit for applications with diesel engines).  Alternatively,
         manufacturers may define warm-up cycle as a driving cycle with vehicle operation in
         which the criteria specified in sections (d)(2.5.2)(B)(iii)a., b., and c. are met.</li>
         </ol>
</div>
  <div id="content">
         <ol type=1>
         <li>“Actual life” refers to the entire period that a vehicle is operated on public roads
         in California up to the time a vehicle is retired from use.</li>
         <li>“Alternate phase-in” is a phase-in schedule that achieves equivalent compliance
         volume by the end of the last year of a scheduled phase-in provided in this
         regulation. The compliance volume is the number calculated by multiplying the
         percent of vehicles (based on the manufacturer’s projected sales volume of all
         vehicles unless specifically stated otherwise in section (e) or (f)) meeting the new
         requirements per year by the number of years implemented prio r to and including
         the last year of the scheduled phase-in and then summing these yearly results to
         determine a cumulative total (e.g., a three year, 30/60/100 percent scheduled
         phase-in would be calculated as (30*3 years) + (60*2 years) + (100*1 year) = 3 10).
         On phase-ins scheduled to begin prior to the 2004 model year, manufacturers are
         allowed to include vehicles introduced before the first year of the scheduled phasein (e.g., in the previous example, 10 percent introduced one year before the
         scheduled phase-in begins would be calculated as (10*4 years) and added to the
         cumulative total). However, on phase-ins scheduled to begin in 2004 or subsequent
         model years, manufacturers are only allowed to include vehicles introduced up to
         one model year before the first year of the scheduled phase-in. The Executive
         Officer shall consider acceptable any alternate phase-in that results in an equal or
         larger cumulative total by the end of the last year of the scheduled phase -in and
         ensures that all vehicles subject to the phase-in will comply with the respective
         requirements no later than two model years following the last year of the scheduled
         phase-in.
         For alternate phase-in schedules resulting in all vehicles complying one
         model year following the last year of the scheduled phase-in, the compliance
         volume shall be calculated as described directly above.  For example, a
         30/60/100 percent scheduled phase-in during the 2010-2012 model years would
         have a cumulative total of 310.  If the manufacturer’s planned alternate phase-in
         schedule is 40/50/80/100 percent during the 2010-2013 model years, the final
         compliance volume calculation would be (40*3 years) + (50*2 years) + (80*1
         year) = 300, which is less than 310 and therefore would not be acceptable as an
         alternate phase-in schedule.
         For alternate phase-in schedules resulting in all vehicles complying two
         model years following the last year of the scheduled phase-in, the compliance
         volume calculation shall be calculated as described directly above and shall also
         include a negative calculation for vehicles not complying until one or two model
         years following the last year of the scheduled phase-in. The negative calculation
         shall be calculated by multiplying the percent of vehicles not meeting the new
         requirements in the final year of the phase-in by negative one and the percent of
         vehicles not meeting the new requirements in the one year after the final year of
         the phase-in by negative two. For example, if 10 percent of a manufacturer’s
         vehicles did not comply by the final year of the scheduled phase-in and 5 percent
         did not comply by the end of the first year after the final year of the scheduled
         phase-in, the negative calculation result would be (10*(-1 years)) + (5*(-2 years))
         = -20. The final compliance volume calculation is the sum of the original
         compliance volume calculation and the negative calculation. For example, a
         30/60/100 percent scheduled phase-in during the 2010-2012 model years would
         have a cumulative total of 310. If a manufacturer’s planned alternate phase-in
         schedule is 40/70/80/90/100 percent during the 2010-2014 model years, the final
         compliance volume calculation would be (40*3 years) + (70*2 years) + (80*1
         year) + (20*(-1 year)) + (10*(-2 years)) = 300, which is less than 310 and
         therefore would not be acceptable as an alternate phase-in schedule.</li>
         <li>“Applicable standards” refers to the specific exhaust emission standards or
         family emission limits (FEL) of the Federal Test Procedure (FTP) to which the
         vehicle or engine is certified. For 2010 and subsequent model year diesel engines,
         “applicable standards” shall also refer to the specific exhaust emission standards or
         family emission limits (FEL) of either the FTP or the Supplemental Emission Test
         (SET) to which the engine is certified, as determined according to section (d)(6).</li>
         <li>“Auxiliary Emission Control Device (AECD)” refers to any approved AECD (as
         defined by 40 Code of Federal Regulations (CFR) 86.082-2 and 86.094-2).
         “Emission Increasing Auxiliary Emission Control Device (EI-AECD)” refers to
         any approved AECD that: reduces the effectiveness of the emission control
         system under conditions which may reasonably be expected to be encountered
         in normal vehicle operation and use;  and the need for the AECD is justified in
         terms of protecting the vehicle against damage or accident. For medium-duty
         vehicles certified to an engine dynamometer tailpipe emission standard, an
         AECD that is certified as an NTE deficiency shall not be considered an EI-AECD.
         An AECD that does not sense, measure, or calculate any parameter or
         command or trigger any action, algorithm, or alternate strategy shall not be
         considered an EI-AECD.  An AECD that is activated solely due to any of the
         following conditions shall not be considered an EI-AECD:
         <dl>
         <dt>(1)</dt>
         <dd>operation of the vehicle above 8000 feet in elevation</dd>
         <dt>(2)</dt>
         <dd>ambient temperature</dd>
         <dt>(3)</dt>
         <dd>when the engine is warming up and is not reactivated once the engine has warmed up in the same driving cycle</dd>
         <dt>(4)</dt>
         <dd>failure detection (storage of a fault code) by the OBD system</dd>
         <dt>(5)</dt>
         <dd>execution of an OBD monitor</dd>
         <dt>(6)</dt>
         <dd>execution of an infrequent regeneration event</dd>
         </dl></li>
         <li>“Base fuel schedule” refers to the fuel calibration schedule programmed into the
         Powertrain Control Module or PROM when manufactured or when updated by some
         off-board source, prior to any learned on-board correction.</li>
         <li>“Calculated load value” refers to an indication of the percent engine capacity that
         is being used and is defined in Society of Automotive Engineers (SAE) J 1979 "E/E
         Diagnostic Test Modes", (SAE J1979), incorporated by reference (section (g)(1.4)
         1
         ).
         For diesel applications, in lieu of the definition in SAE J1979,  the calculated load
         value may alternatively be determined by the ratio of current output torque to
         maximum output torque at current engine speed as defined by suspect parameter
         number (SPN) 92 of SAE J1939 “Recommended Practice for a Serial Control and
         Communications Vehicle Network” (SAE J1939), incorporated by reference.</li>
         <li>“Confirmed fault code” is defined as the diagnostic trouble code stored when an
         OBD II system has confirmed that a malfunction exists (e.g., typically on the second
         driving cycle that the malfunction is detected) in accordance with the requirements
         of sections (e), (f), and (g)(4.4).</li>
         <li>“Continuously,” if used in the context of monitoring conditions for circu it
         continuity, lack of circuit continuity, circuit faults, and out-of-range values, means
         monitoring is always enabled, unless alternate enable conditions have been
         approved by the Executive Officer in accordance with section (d)(3.1.1), and
         sampling of the signal used for monitoring occurs at a rate no less than two samples
         per second. If for control purposes, a computer input component is sampled less
         frequently, the signal of the component may instead be evaluated each time
         sampling occurs.</li>
         <li>“Deactivate” means to turn-off, shutdown, desensitize, or otherwise make
         inoperable through software programming or other means during the actual life of
         the vehicle.</li>
         <li>“Diagnostic or emission critical” electronic powertrain control unit refers to the
         engine and transmission control unit(s). For the 2005 and subsequent model years,it also includes any other on-board electronic powertrain control unit containing
         software that: (1) has primary control over any of the monitors required by sections
         (e)(1.0) through (e)(14.0), (e)(16.0), (f)(1) through (f)(14), and (f)(16) or, (2)
         excluding anti-lock brake system (ABS) control units or stability/traction control  units,
         has primary control over the diagnostics for more than two of the components
         required to be monitored by sections (e)(15.0) and (f)(15).  For purposes of criterion
         (2) above, all glow plugs in an engine shall be considered “one” component in lieu of
         each glow plug being considered a separate component.</li>
         <li>“Diesel engines” refers to engines using a compression ignition thermodynamic
         cycle.</li>
         <li>“Driving cycle” consists of engine startup and engine shutoff and includes the
         period of engine off time up to the next engine startup. For vehicles that employ
         engine shutoff strategies (e.g., engine shutoff at idle), the manufacturer may request
         Executive Officer approval to use an alternate definition for driving cycle (e.g., key
         on and key off). Executive Officer approval of the alternate definition shall be based
         on equivalence to engine startup and engine shutoff signaling the beginning and
         ending of a single driving event for a conventional vehicle.  For applications that are
         used in both medium-duty and heavy-duty classes, the manufacturer may use the
         driving cycle definition of title 13, CCR, section 1971.1 in lieu of this definition.
         Engine restarts following an engine shut-off that has been neither commanded by
         the vehicle operator nor by the engine control strategy but caused by an event such
         as an engine stall may be considered a new driving cycle or a continuation of the
         existing driving cycle.</li>
         <li>“Emission standard,” as it applies to OBD compliance and the remedies provided
         for in the Health and Safety Code for noncompliance, relates to the emission
         characteristics of a motor vehicle and engine and means:
         (1) a numerical limit on the amount of a given pollutant that a motor vehicle or
         motor vehicle engine may emit into the atmosphere; or
         (2) a requirement that a motor vehicle or motor vehicle engine be equipped with
         a certain type of pollution-control device or some other design feature related
         to the control of emissions.</li>
         <li>“Engine misfire” means lack of combustion in the cylinder due to absence of
         spark, poor fuel metering, poor compression, or any other cause. This does not
         include lack of combustion events in non -active cylinders due to default fuel shut-off
         or cylinder deactivation strategies.</li>
         <li>“Engine start” is defined as the point when the engine reaches a speed 150 rpm
         below the normal, warmed-up idle speed (as determined in the drive position for
         vehicles equipped with an automatic transmission). For hybrid vehicles or for
         engines employing alternate engine start hardware or strategies (e.g., integrated
         starter and generators, etc.), the manufacturer may request Executive Officer
         approval to use an alternate definition for engine start (e.g., ignition key “on”).
         Executive Officer approval of the alternate definition shall be based on equivalence
         to an engine start for a conventional vehicle.</li>
         <li>“Evaporative emission standards” are a subset of emission standards that refer
         to the specific motor vehicle fuel evaporative emission standards and test
         procedures incorporated by reference in title 13, CCR section 1976 to which a
         vehicle is certified.</li>
         <li>“Exhaust emission standards” or “tailpipe emission standards” are a subset of
         emission standards that collectively refer to the specific FTP standards and SET
         standards to which a vehicle is certified.</li>
         <li>“Family Emission Limit (FEL)” refers to the exhaust emission levels to which an
         engine family is certified under the averaging, banking, and trading program
         incorporated by reference in title 13, CCR section 1956.8.</li>
         <li>“Fault memory” means information pertaining to malfunctions stored in the
         onboard computer, including fault codes, stored engine conditions, and MIL status.</li>
         <li>“Federal Test Procedure (FTP) test” refers to an exhaust emission test
         conducted according to the test procedures incorporated by reference in title 13,
         CCR section 1961(d) that is used to determine compliance with the FTP standard to
         which a vehicle is certified.
         <dl>
         <dt>14.1</dt>
         <dd>“FTP cycle”. For passenger vehicles, light-duty trucks, and medium-duty
         vehicles certified on a chassis dynamometer, FTP cycle refers to the driving
         schedule in Code of Federal Regulations (CFR) 40, Appendix 1, Part 86, section
         (a) entitled, “EPA Urban Dynamometer Driving Schedule for Light-Duty Vehicles
         and Light-Duty Trucks.” For medium-duty engines certified on an engine
         dynamometer, FTP cycle refers to the engine dynamometer schedule in CFR 40,
         Appendix 1, Part 86, section (f)(1), entitled, “EPA Engine Dynamometer
         Schedule for Heavy-Duty Otto-Cycle Engines,” or section (f)(2), entitled, “EPA
         Engine Dynamometer Schedule for Heavy-Duty Diesel Engines.”</dd>
         </dl>
         <dl>
         <dt>14.2</dt>
         <dd>“FTP standard” refers to the certification tailpipe exhaust emission full useful
         life standards and test procedures applicable to the FTP cycle and to the class to
         which the vehicle is certified.</dd>
         </dl>
         <dl>
         <dt>14.3</dt>
         <dd>“FTP full useful life standard” refers to the FTP standard applicable when the
         vehicle reaches the end of its full useful life as defined in the certification
         requirements and test procedures incorporated by reference in title 13, CCR
         section 1961(d).</dd>
         </dl>
         </li>
         <li>“Fuel trim” refers to feedback adjustments to the base fuel schedule. Short -term
         fuel trim refers to dynamic or instantaneous adjustments. Long -term fuel trim refers
         to much more gradual adjustments to the fuel calibration schedule than short-term
         trim adjustments.</li>
         <li>“Fueled engine operation” is the state where any fuel is introduced into the
         engine for the purpose of combustion.</li>
         <li>“Functional check” for an output component or system means verification of
         proper response of the component and system to a computer command.</li>
         <li>“Gasoline engine” refers to an Otto-cycle engine or an alternate-fueled engine.</li>
         <li>“Hybrid vehicle” refers to a vehicle (including a plug-in hybrid electric vehicle) that
         can draw propulsion energy from either or both of the following on-vehicle sources
         of stored energy: 1) a consumable fuel and 2) an energy storage device such as a
         battery, capacitor, or flywheel.</li>
         <li>“Keep-alive memory (KAM),” for the purposes of this regulation, is defined as a
         type of memory that retains its contents as long as power is provided to the on board control unit. KAM is not erased upon shutting off the engine but may be
         erased if power to the on-board control unit is interrupted (e.g., vehicle battery
         disconnected, fuse to control unit removed). In some cases, portions of KAM may
         be erased with a scan tool command to reset KAM.</li>
         <li>“Key on, engine off position” refers to a vehicle with the ignition key in the engine
         run position (not engine crank or accessory position) but with the engine not
         running.</li>
         <li>“Light-duty truck” is defined in title 13, CCR section 1900 (b).</li>
         <li>“Low Emission Vehicle I application” refers to a vehicle or engine certified in
         California to the exhaust emission standards defined in title 13, CCR sections
         1956.8(g), 1960.1(g)(1), and 1960.1(h)(1) for any of the following vehicle emission
         categories: Transitional Low Emission Vehicle (TLEV), Low Emission Vehicle (LEV),
         Ultra Low Emission Vehicle (ULEV), or Super Ultra Low Emission Vehicle (SULEV).
         Additionally, vehicles certified to Federal emission standards (bins) in California but
         categorized in a Low Emission Vehicle I vehicle emission category for purposes of
         calculating NMOG fleet average in accordance with the certification requirements
         and test procedures incorporated by reference in title 13, CCR section 1961 (d) are
         subject to all monitoring requirements applicable to Low Emission Vehicle I
         applications but shall use the Federal tailpipe emission standard (i.e., the Federal
         bin) for purposes of determining the malfunction thresholds in sections (e) and (f).
         <dl>
         <dt>29.1</dt>
         <dd>“MDV SULEV vehicles” refer only to medium-duty Low Emission Vehicle I
         applications certified to the SULEV vehicle emission category.</dd>
         </dl>
         <dl>
         <dt>29.2</dt>
         <dd>“TLEV vehicles” refer only to Low Emission Vehicle I applications certified to
         the TLEV vehicle emission category.</dd>
         </dl>
         <dl>
         <dt>29.3</dt>
         <dd>“LEV vehicles” refer only to Low Emission Vehicle I applications certified to
         the LEV vehicle emission category.</dd>
         </dl>
         <dl>
         <dt>29.4</dt>
         <dd>“ULEV vehicles” refer only to Low Emission Vehicle I applications certified to
         the ULEV vehicle emission category.</dd>
         </dl>
         </li>
         <li>“Low Emission Vehicle II application” refers to a vehicle or engine certified in
         California to the exhaust emission standards defined in title 13, CCR section 1961,
         or optionally certified to the exhaust emission standards defined in title 13, CCR
         section 1956.8, for any of the following emission categories: LEV, ULEV, or SULEV.
         Additionally, except as provided for in sections (e)(17.1.3) and (f)(17.1.2), vehicles
         certified to Federal emission standards (bins) in California but categorized in a Low
         Emission Vehicle II vehicle emission category for purposes of calculating NMOG
         fleet average in accordance with the certification requirements and test procedures
         incorporated by reference in title 13, CCR section 1961 (d) are subject to all
         monitoring requirements applicable to Low Emission Vehicle II applications but shall
         use the Federal tailpipe emission standard (i.e., the Federal bin) for purposes of
         determining the malfunction thresholds in sections (e) and (f).
         <dl>
         <dt>30.1</dt>
         <dd>“PC/LDT SULEV II vehicles” refer only to passenger car and light-duty truck
         Low Emission Vehicle II applications certified to the SULEV vehicle emission
         category.</dd>
         </dl>
         <dl>
         <dt>30.2</dt>
         <dd>“MDV SULEV II vehicles” refer only to medium-duty Low Emission Vehicle II
         applications certified to the SULEV vehicle emission category.</dd>
         </dl>
         <dl>
         <dt>30.3</dt>
         <dd>“LEV II vehicles” refer only to Low Emission Vehicle II applications certified to
         the LEV vehicle emission category.</dd>
         </dl>
         <dl>
         <dt>30.4</dt>
         <dd>“ULEV II vehicles” refer only to Low Emission Vehicle II applications certified
         to the ULEV vehicle emission category.</dd>
         </dl>
         </li>
         <li>“Malfunction” means any deterioration or failure of a component that causes the
         performance to be outside of the applicable limits in sections (e) and (f).</li>
         <li>“Medium -duty vehicle” is defined in title 13, CCR section 1900 (b).</li>
         <li>“Medium-duty passenger vehicle” or “MDPV” is defined in Title 40, Section
         86.1803-01, Code of Federal Regulations.</li>
         </li>
         <li>“Normal production” is the time after the start of production when the manufacturer
         has produced 2% of the projected volume for the test group or calibration,
         whichever is being evaluated in accordance with section (j).</li>
         <li>“Non-volatile random access memory (NVRAM),” for the purposes of this
         regulation, is defined as a type of memory that retains its contents  even when power
         to the on-board control unit is interrupted (e.g., vehicle battery disconnected, fuse to
         control unit removed). NVRAM is typically made non-volatile either by use of a
         back-up battery within the control unit or through the use of an electrically erasable
         and programmable read-only memory (EEPROM) chip.</li>
         <li>“Not-To-Exceed (NTE) control area” refers to the bounded region of the engine’s
         torque and speed map, as defined in 40 CFR 86.1370 -2007, where emissions must
         not exceed a specific emission cap for a given pollutant under the NTE requirement.
         “Manufacturer-specific NOx NTE carve-out area” refers to regions within the
         NTE control area for NOx where the manufacturer has limited NTE testing as
         allowed by 40 CFR 86.1370-2007(b)(7).
         “Manufacturer-specific PM NTE carve-out area” refers to regions within the
         NTE control area for PM where the manufacturer has limited NTE testing as
         allowed by 40 CFR 86.1370-2007(b)(7).
         “NTE deficiency” refers to regions or conditions within the NTE control area
         for NOx or PM where the manufacturer has received a deficiency as allowed by
         40 CFR 86.007-11(a)(4)(iv).
         “Normal production” is the time after the start of production when the
         manufacturer has produced two percent of the projected volume for the test group
         or calibration, whichever is being evaluated in accordance with section (j).</li>
         <li>“Passenger car” is defined in title 13, CCR section 1900 (b).</li>
         <li>“Pending fault code” is defined as the diagnostic trouble code stored upon the
         initial detection of a malfunction (e.g., t ypically on a single driving cycle) prior to
         illumination of the MIL in accordance with the requirements of section s (e), (f), and
         (g)(4.4).</li>
         <li>“Percentage of misfire” as used in (e)(3.2) and (f)(3.2) means the percentage of
         misfires out of the total number of firing events for the specified interval.</li>
         <li>“Permanent fault code” is defined as a confirmed fault code that is currently
         commanding the MIL on and is stored in NVRAM as specified in sections (d)(2) and
         (g)(4.4).</li>
         <li>“Plug-in hybrid electric vehicle” refers to a hybrid vehicle that has the capability to
         charge a battery from an off-vehicle electric energy source that cannot be connected
         or coupled to the vehicle in any manner while the vehicle is being driven.</li>
         <li>“Power Take-Off (PTO) unit” refers to an engine driven output provision for the
         purposes of powering auxiliary equipment (e.g., a dump-truck bed, aerial bucket, or
         tow-truck winch).</li>
         <li>“Propulsion system active” is the state where the powertrain (e.g., engine,
         electric machine) is enabled by the driver (e.g., after ignition on for conventional
         vehicles, after power button pushed for some hybrid vehicles, after remote start
         activation) such that the vehicle is ready to be used (e.g., vehicle is ready to be
         driven, ready to be shifted from “park” to “drive”, heating, ventilation, and air
         conditioning (HVAC) turned on to condition cabin prior to driving). For purposes of
         this definition, “the state where the powertrain is enabled” does not include
         activations that are not driver-initiated (e.g., conditions where portions of the vehicle
         system wake up to perform OBD II monitoring or off-board charging).</li>
         <li>“Rationality fault diagnostic” for an input component means verification of the
         accuracy of the input signal while in the range of normal operation and when
         compared to all other available information.</li>
         <li>“Redline engine speed” shall be defined by the manufacturer as either the
         recommended maximum engine speed as normally displayed on instrument panel
         tachometers or the engine speed at which fuel shutoff occurs.</li>
         <li>“Response rate” for exhaust gas sensors refers to the delay  from when the
         sensor is exposed to a different make-up of exhaust gas constituents until it outputs
         a signal reflecting the different make-up of exhaust gas constituents. For example,
         for oxygen sensors, response rate is the delay from when the oxygen sensor is
         exposed to a change in exhaust gas from richer/leaner than stoichiometric to
         leaner/richer than stoichiometric to the time when the oxygen sensor indicates the
         lean/rich condition. Similarly, for wide-range air-fuel (A/F) sensors, response rate is
         the delay from when the sensor is exposed to a different A/F ratio to the time it
         indicates the different A/F ratio. For NOx and PM sensors, response rate is the
         delay from when the sensor is exposed to a different NOx or PM exhaust gas level
         until it indicates the different NOx or PM exhaust gas level.</li>
         <li>“SC03 emission standards” refers to the certification tailpipe exhaust emission
         standards for the air conditioning (A/C) test of the Supplemental Federal Test
         Procedure Off-Cycle Emission Standards specified in title 13, CCR section 1961(a)
         applicable to the class to which the vehicle is certified.</li>
         <li>“Secondary air” refers to air introduced into the exhaust system by means of a
         pump or aspirator valve or other means that is intended to aid in the oxidation of HC
         and CO contained in the exhaust gas stream.</li>
         <li>“Similar conditions” as used in sections (e)(3), (e)(6), (f)(3), and (f)(4) means
         engine conditions having an engine speed within 375 rpm, load conditions within 20
         percent, and the same warm-up status (i.e., cold or hot) as the engine conditions
         stored pursuant to (e)(3.4.4), (e)(6.4.5), (f)(3.4.2)(C), and (f)(4.4.2)(E). The
         Executive Officer may approve other definitions of similar conditions based on
         comparable timeliness and reliability in detecting similar engine operation.</li>
         <li>“Small volume manufacturer” is defined in title 13, CCR section 1900(b).
         However, for a manufacturer that transitions from a small volume manufacturer to a
         non-small volume manufacturer, the manufacturer is still considered a small volume
         manufacturer for the first three model years that it no longer meets the definition in
         title 13, CCR section 1900(b).</li>
         <li>“Supplemental Emission Test (SET) cycle” refers to the driving schedule defined
         as the “supplemental steady state emission test” in 40 CFR 86.1360-2007, as
         amended July 13, 2005.</li>
         <li>“SET standard” refers to the certification exhaust emission standards and test
         procedures applicable to the SET cycle incorporated by reference in title 13, CCR
         sections 1956.8(b) and (d) to which the engine is certified.</li>
         <li>“Unified cycle” is defined in “Speed Versus Time Data for California’s Unified
         Driving Cycle”, dated December 12, 1996, incorporated by reference.</li>
         <li>“US06 cycle” refers to the driving schedule in 40 CFR 86, Appendix 1, section
         (g), as amended July 13, 2005, entitled, “EPA US06 Driving Schedule for Light-Duty
         Vehicles and Light-Duty Trucks.”</li>
         <li>“Warm-up cycle” means a driving cycle with sufficient vehicle operation such that
         the coolant temperature has risen by at least 40 degrees Fahrenheit from engine
         starting and reaches a minimum temperature of at least 160 degrees Fahrenheit
         (140 degrees Fahrenheit for applications with diesel engines).  Alternatively,
         manufacturers may define warm-up cycle as a driving cycle with vehicle operation in
         which the criteria specified in sections (d)(2.5.2)(B)(iii)a., b., and c. are met.</li>
         </ol>
  </div>
</div>

<div id="footer"> C. Definitions </div>
</div>
</body>
</html>

